{
  "game": [
    "You can press 'W' to walk.",
    "Lockers are really useful when an anomaly's coming for you.\nSo make sure to hide in them when you feel something's wrong !\nJust note that some entities may check the locker you hid in if they saw you do it in front of them !",
    "Some anomalies may check lockers by themselves, be careful !\nLuckily you can still hide in black lockers, considering locker scavengers are racist.",
    "Before you jump in the hatch, make sure to visit my shop for perks !",
    "If you're rich, please buy gamepasses for Aced Beyond. They'll give you some nice extra perks !",
    "Make sure to look around for totems around the rooms. If you cleanse them, special dangerous entities are way less likely to spawn !",
    "Make sure to watch over your health & stamina bars !",
    "When your soul health gets low enough, your body won't tolerate it & slowly drain your physical health away.\nWhile soul damage isn't as lethal as physical damage, it still impacts the latter one !",
    "Against Trails, don't crouch & just move on forward until he goes away. Also don't step in his trails as it's literal corrosive goop.",
    "Do not the eevee.",
    "Against K'urru, you may find an axe embedded in her trunk. Use it to fend off tree people & then keep it for the remainder of the run !",
    "Don't forget blue chests exists. They're magical chests that initially requires a key to be unlocked, but will gladly let you save an item for another time.\nJust take note that once you put (or swap) the item in the chest, it dissapears in that room !",
    "You mostly learn from the game by trial & error."
  ],
  "real": [
    "Some tips may be outright lies.",
    "Eevees are not 1/8 female/males. It's lies made up by the government so they can sell eevees for higher prices.",
    "Rooms : The Simulation is a factually horrible game. Even his owner will go crazy over the slightest criticism.",
    "Ultimate Rooms Spawner is a factually decent game made with art from it's own developer ! Aced Beyond entities may appear there (sometimes).",
    "Arinone is acutally an anthro jolteon wearing a hyper realistic human costume.",
    "I've been killed by a speeding paint bucker, explaining how I'm like that.",
    "Rooms of Gaiana will never receive any further updates.",
    "Everything I say about myself is canon information.",
    "If you're noticed weird glowing symbols on your screen without any notice while playing the game, it's REPRIEVE OS's SOULGUARD feature fighting actual, lethal anomalies out of the game.\nYou never know, if it wasn't there, you would've been tormented by an entity that would control your PC to it's will.",
    "Sometimes you shouldn't read too much tips. They may be harmful for you.",
    "||==QfT9URWVUSSBVRS10TSZERSFUVHxUVPNVRUFkVJR1QBVERFNVQFxEUMV1TTJVVPllTPl1QSVUTZ5UQFZVQIV1TZZUS7RiC9V1TZ10TSZUWBdVQTV1ROlETBV0UFJVQTx0TC1UWTV0UFhEVE5UVPJVQH5USM90TGVkUP10TOtHJ||",
    "If you pour sheep milk mixed with a bit of blue dirt inside a paper bag & then ignite the mixture, you have an appoximatively 17.3992% chance to open a portal to your next hand neighbor's house.",
    "Can't understand something ? Type j:help ! Make sure to use the correct prefix tho because I see a lot of people somehow mess that up.\nIf you typed this command, I guess I shouldn't explain to you the concepts of proper prefixes.",
    "I can't work while offline. That usually means I'm in my shop, too busy to talk with you."
  ]
}